{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 65,
      "special": true,
      "content": "<s>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 66,
      "special": true,
      "content": "</s>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 67,
      "special": true,
      "content": "<pad>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 68,
      "special": true,
      "content": "<minute>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 69,
      "special": true,
      "content": "</minute>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 70,
      "special": true,
      "content": "<hour>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 71,
      "special": true,
      "content": "</hour>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 72,
      "special": true,
      "content": "<date>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 73,
      "special": true,
      "content": "</date>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 74,
      "special": true,
      "content": "<month>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 75,
      "special": true,
      "content": "</month>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 76,
      "special": true,
      "content": "<day_of_week>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "id": 77,
      "special": true,
      "content": "</day_of_week>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": true,
    "vocab": {
      "0": 0,
      "1": 1,
      "2": 2,
      "3": 3,
      "4": 4,
      "5": 5,
      "6": 6,
      "7": 7,
      "8": 8,
      "9": 9,
      "10": 10,
      "11": 11,
      "12": 12,
      "13": 13,
      "14": 14,
      "15": 15,
      "16": 16,
      "17": 17,
      "18": 18,
      "19": 19,
      "20": 20,
      "21": 21,
      "22": 22,
      "23": 23,
      "24": 24,
      "25": 25,
      "26": 26,
      "27": 27,
      "28": 28,
      "29": 29,
      "30": 30,
      "31": 31,
      "32": 32,
      "33": 33,
      "34": 34,
      "35": 35,
      "36": 36,
      "37": 37,
      "38": 38,
      "39": 39,
      "40": 40,
      "41": 41,
      "42": 42,
      "43": 43,
      "44": 44,
      "45": 45,
      "46": 46,
      "47": 47,
      "48": 48,
      "49": 49,
      "50": 50,
      "51": 51,
      "52": 52,
      "53": 53,
      "54": 54,
      "55": 55,
      "56": 56,
      "57": 57,
      "58": 58,
      "59": 59,
      "-": 60,
      ",": 61,
      "/": 62,
      "*": 63,
      "%": 64
    },
    "merges": [
      "5 9",
      "5 8",
      "5 7",
      "5 6",
      "5 5",
      "5 4",
      "5 3",
      "5 2",
      "5 1",
      "5 0",
      "4 9",
      "4 8",
      "4 7",
      "4 6",
      "4 5",
      "4 4",
      "4 3",
      "4 2",
      "4 1",
      "4 0",
      "3 9",
      "3 8",
      "3 7",
      "3 6",
      "3 5",
      "3 4",
      "3 3",
      "3 2",
      "3 1",
      "3 0",
      "2 9",
      "2 8",
      "2 7",
      "2 6",
      "2 5",
      "2 4",
      "2 3",
      "2 2",
      "2 1",
      "2 0",
      "1 9",
      "1 8",
      "1 7",
      "1 6",
      "1 5",
      "1 4",
      "1 3",
      "1 2",
      "1 1",
      "1 0"
    ]
  }
}
